Revit 2024 API
WorksetPreview.Name Property
 Name of the workset.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2014
Syntax
C#
public string Name { get; }
Visual Basic
Public ReadOnly Property Name As String
	Get
Visual C++
public:
property String^ Name {
	String^ get ();
}
Remarks
 Name is case-insensitive.
See Also
WorksetPreview Class
Autodesk.Revit.DB Namespace